Repository: Naufal-backup/Gtk-Theme-Customizer
Catalog: locale/*/LC_MESSAGES/gtk-theme-customizer.po
Languages: id

source: Settings
id: Pengaturan

source: Button Size
id: Ukuran Tombol

source: Configure button size and spacing
id: Konfigurasi ukuran dan jarak tombol window

source: Icon Size
id: Ukuran Ikon

source: Icon size in pixels
id: Ukuran ikon dalam piksel

source: Button corner roundness (0 = square, 999 = fully rounded)
id: Kelengkungan sudut tombol (0 = kotak, 999 = bulat penuh)

source: Button Padding
id: Padding Tombol

source: Inner space around icon
id: Ruang dalam tombol di sekitar ikon

source: Button Margin
id: Margin Tombol

source: Default Button Background
id: Background Tombol Default

source: Default background color for all buttons
id: Warna background default untuk semua tombol

source: GTK 3 Settings
id: Pengaturan GTK 3

source: Specific configuration for GTK 3 applications
id: Konfigurasi khusus untuk aplikasi GTK 3

source: Button Min Height
id: Min Height Tombol

source: Minimum height for GTK 3 buttons
id: Tinggi minimum tombol GTK 3

source: Button Min Width
id: Min Width Tombol

source: Minimum width for GTK 3 buttons
id: Lebar minimum tombol GTK 3

source: Top margin for GTK 3 buttons
id: Margin atas tombol GTK 3

source: Bottom margin for GTK 3 buttons
id: Margin bawah tombol GTK 3

source: Left margin for GTK 3 buttons
id: Margin kiri tombol GTK 3

source: Right margin for GTK 3 buttons
id: Margin kanan tombol GTK 3

source: Icon Scale
id: Skala Ikon

source: Scale factor for GTK 3 icons (1.0 = normal)
id: Faktor skala untuk ikon GTK 3 (1.0 = normal)

source: Close Button
id: Tombol Close

source: Color and opacity for close button
id: Warna dan opacity untuk tombol close

source: Close Color
id: Warna Close

source: Main color for close button
id: Warna utama untuk tombol close

source: Background Opacity
id: Opacity Background

source: Normal background transparency (0.0 - 1.0)
id: Transparansi background normal (0.0 - 1.0)

source: Hover Opacity
id: Opacity Hover

source: Background transparency on hover (0.0 - 1.0)
id: Transparansi background saat hover (0.0 - 1.0)

source: Minimize Button
id: Tombol Minimize

source: Color and opacity for minimize button
id: Warna dan opacity untuk tombol minimize

source: Minimize Color
id: Warna Minimize

source: Main color for minimize button
id: Warna utama untuk tombol minimize

source: Maximize Button
id: Tombol Maximize

source: Color and opacity for maximize button
id: Warna dan opacity untuk tombol maximize

source: Maximize Color
id: Warna Maximize

source: Main color for maximize button
id: Warna utama untuk tombol maximize

source: Actions
id: Aksi

source: Reset to Default
id: Reset ke Default

source: Restore all settings to default values
id: Kembalikan semua pengaturan ke nilai default

source: Reset to Default?
id: Reset ke Default?

source: This will restore all settings to their default values.
id: Ini akan mengembalikan semua pengaturan ke nilai default.
